
# Напишите функцию, которая принимает имя и возвращает строку "Привет, [имя]!"

def func1(name):
    return f"Привет, {name}!"

name = input("Введите имя: ")
print(func1(name))